tap "homebrew/bundle"
tap "homebrew/services"
brew "age"
brew "bat"
brew "ffuf"
brew "fswatch"
brew "fzf"
brew "go"
brew "grc"
brew "highlight"
brew "httpie"
brew "hurl"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "node"
brew "ollama"
brew "p7zip"
brew "presenterm"
brew "typescript"
brew "viu"
brew "xh"
cask "ghostty"
cask "hyper"
